[
    {
        "id": "liew0mwn",
        "title": "The International Space Station from Orbit",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The International Space Station (ISS) is the largest human-made object ever to orbit the Earth.  Late last month and earlier this month, the station was visited and resupplied by space shuttle Discovery.  The ISS is currently operated by the Expedition 11 crew, consisting a Russian and an American astronaut.  After departing the ISS, the crew of Discovery captured this spectacular vista of the orbiting space city.  Visible components include modules, trusses, and expansive solar arrays that gather sunlight that is turned into needed electricity.",
        "date": "2005-08-16",
        "hdurl": "https://apod.nasa.gov/apod/image/0508/iss_sts114_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/0508/iss_sts114.jpg"
    },
    {
        "id": "liew0mwo",
        "title": "The Solar Spectrum",
        "copyright": "Nigel Sharp",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the  Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
        "date": "2006-04-23",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao.jpg",
        "url": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao_big.jpg"
    },
    {
        "id": "liew0mwp",
        "title": "A Beautiful Trifid",
        "copyright": "Mike Selby",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The beautiful Trifid Nebula is a cosmic study in contrasts. Also known as M20, it lies about 5,000 light-years away toward the nebula rich constellation Sagittarius. A star forming region in the plane of our galaxy, the Trifid does illustrate three different types of astronomical nebulae; red emission nebulae dominated by light from hydrogen atoms, blue reflection nebulae produced by dust reflecting starlight, and dark nebulae where dense dust clouds appear in silhouette. But the red emission region roughly separated into three parts by obscuring dust lanes is what lends the Trifid its popular name. Pillars and jets sculpted by newborn stars, below and left of the emission nebula's center, appear in famous Hubble Space Telescope close-up images of the region. The Trifid Nebula is about 40 light-years across. Just too faint to be seen by the unaided eye, it almost covers the area of a full moon in planet Earth's sky.",
        "date": "2021-08-12",
        "hdurl": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021.jpg",
        "url": "https://apod.nasa.gov/apod/image/2108/M20-SHO-crop-Rev-5-RGB-Ha-OIII-RiDK-700-19-July-2021-1024.jpg"
    },
    {
        "id": "liew0mwq",
        "title": "The Moon through the Arc de Triomphe",
        "copyright": "Stefano Zanarello",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Was this a lucky shot? Although many amazing photographs are taken by someone who just happened to be in the right place at the right time, this image took skill and careful planning. First was the angular scale: if you shoot too close to the famous Arc de Triomphe in  Paris, France, the full moon will appear too small.  Conversely, if you shoot from too far away, the moon will appear  too large and not fit inside the Arc. Second is timing: the Moon only appears centered inside the Arc for small periods of time -- from this distance less than a minute. Other planned features include lighting, relative brightness, height, capturing a good foreground, and digital processing.  And yes, there is some luck involved -- for example, the sky must be clear. This time, the planning was successful, bringing two of humanity's most famous icons photographically together for all to enjoy.   Today's adventure link: Click \"Paris\" (above)",
        "date": "2023-04-26",
        "hdurl": "https://apod.nasa.gov/apod/image/2304/MoonArc_zanarello_1365.jpg",
        "url": "https://apod.nasa.gov/apod/image/2304/MoonArc_zanarello_960.jpg"
    },
    {
        "id": "liew0mwr",
        "title": "Circum-axial Leaf Trails",
        "copyright": "Trudy E. Bell",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Are photographs of star trails really evidence of the Earth's rotation about its axis? Yes they are, and science journalist Trudy E. Bell discovered that there is a simple way to demonstrate this, if you have the stomach for it.  First, find a playground equipped with a standard Merry-Go-Round (MGR) located under or near a large, leafy tree. Seat yourself near the middle of the MGR platform. Ask a local playground expert (KID) to get you spinning very, very fast. As the scenery flashes by at a dizzying rate, point your camera skyward and take a picture with a slow shutter speed setting. The result will be similar to this excellent image of concentric, arcing leaf trails centered at a point corresponding to the MGR's axis of rotation - a convincing imitation of circumpolar star trails recorded in hours-long exposures of planet Earth's night sky. Then, just stand up and walk away ... if you still can.",
        "date": "2007-05-19",
        "hdurl": "https://apod.nasa.gov/apod/image/0705/TrudyEBell_leafTrails.jpg",
        "url": "https://apod.nasa.gov/apod/image/0705/TrudyEBell_leafTrails_sm.jpg"
    },
    {
        "id": "liew0mws",
        "title": "New Stars In 30 Doradus",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Compare these matched Hubble Space Telescope views (visible-light on top; infrared on bottom) of a region in the star-forming 30 Doradus Nebula. Find the numbered arrows in the infrared image which identify newborn massive stars. For example, arrows 1 and 5 both point to compact clusters of bright young stars. Formed within collapsing gas and dust clouds, the winds and radiation from these hot stars have cleared away the remaining obscuring material making the clusters easily apparent in both visible and infrared images. But still shrouded in dust and readily seen only in the penetrating infrared view are newborn stars and star systems indicated by arrows 2, 3, and 4. Perhaps even more remarkable are the infrared bright spots indicated by arrows 6 and 7. Exactly in a line on opposite sides of the bright cluster at arrow 5, they may actually be caused by symmetric jets of material produced by one of the young cluster stars. These luminous spots are each about 5 light-years from the cluster and would correspond to points at which the energetic jet material impacts the surrounding dust clouds.",
        "date": "1999-10-01",
        "hdurl": "https://apod.nasa.gov/apod/image/9910/30dor_details_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/9910/30dor_details.jpg"
    },
    {
        "id": "liew0mwt",
        "title": "The Mysterious Rings of Supernova 1987A",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "What's causing those odd rings in supernova 1987A?  Twenty five years ago, in 1987, the brightest supernova in recent history was seen in the Large Magellanic Cloud. At the center of the above picture is an object central to the remains of the violent stellar explosion. Surrounding the center are curious outer rings appearing as a flattened figure 8.  Although large telescopes including the Hubble Space Telescope monitor the curious rings every few years, their origin remains a mystery.  Pictured above is a Hubble image of the SN1987A remnant taken last year. Speculation into the cause of the rings includes beamed jets emanating from an otherwise hidden neutron star left over from the supernova, and the interaction of the wind from the progenitor star with gas released before the explosion.",
        "date": "2012-02-26",
        "hdurl": "https://apod.nasa.gov/apod/image/1202/sn1987a_hst_850.jpg",
        "url": "https://apod.nasa.gov/apod/image/1202/sn1987a_hst_960.jpg"
    },
    {
        "id": "liew0mwu",
        "title": "Prometheus and the F Ring",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "In Greek myth Prometheus was a Titan, known for bringing fire from Mount Olympus. But in modern times the name is given to a small moon of Saturn, orbiting just inside Saturn's F ring. In a complex interaction, the tiny potato-shaped moon interacts with the icy ring particles creating structures along the F ring still not fully understood. One of the highest resolution views of Prometheus, this image of its pocked surface posing with the thin F ring in the background was taken during the Cassini spacecraft's close approach on December 6, 2015. Elongated Prometheus is roughly 150 kilometers (90 miles) long by 70 kilometers wide.",
        "date": "2016-01-08",
        "hdurl": "https://apod.nasa.gov/apod/image/1601/PIA17207prometheus.jpg",
        "url": "https://apod.nasa.gov/apod/image/1601/PIA17207prometheus1020.jpg"
    },
    {
        "id": "liew0mwv",
        "title": "Dione, Rings, Shadows, Saturn",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "What's happening in this strange juxtaposition of moon and planet?  First and foremost, Saturn's moon Dione was captured here in a dramatic panorama by the robotic Cassini spacecraft currently orbiting the giant planet. The bright and cratered moon itself spans about 1100-km, with the large multi-ringed crater Evander visible on the lower right. Since the rings of Saturn are seen here nearly edge-on, they are directly visible only as a thin horizontal line that passes behind Dione. Arcing across the bottom of the image, however, are shadows of Saturn's rings, showing some of the rich texture that could not be seen directly. In the background, few cloud features are visible on Saturn.  The featured image was taken during the last planned flyby of Dione by Cassini, as the spacecraft is scheduled to dive into Saturn's atmosphere during 2017.   Teachers: Find classroom astronomy images through APOD's Index or Search engine.",
        "date": "2015-08-24",
        "hdurl": "https://apod.nasa.gov/apod/image/1508/Dione02_Cassini_1024.jpg",
        "url": "https://apod.nasa.gov/apod/image/1508/Dione02_Cassini_960.jpg"
    },
    {
        "id": "liew0mww",
        "title": "NGC 7027: A Dying Star's Nebula",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "This pseudo-color composite of two recent Hubble Space Telescope images is a picture of a Sun-like star nearing the end of its lifetime. The exquisite details visible in this planetary nebula indicate that when the star passed through its Red Giant phase it initially shrugged off its outer atmosphere gently and evenly producing the outer faint spherical shells. As the process continued, material was apparently ejected in dense clumps producing dust clouds in the bright inner regions. The whole ejection process was amazingly rapid, taking only a few thousand years compared to a 10 billion year lifetime typical for Solar type stars. In the end the hot stellar core, now a white dwarf star, was left - seen here as a white dot at the center of the nebula. Our middle-aged Sun will experience a similar fate ... in about 5 billion years!",
        "date": "1996-01-17",
        "hdurl": "https://apod.nasa.gov/apod/image/hst_NGC7027_big.gif",
        "url": "https://apod.nasa.gov/apod/image/hst_NGC7027.gif"
    },
    {
        "id": "liew0mwx",
        "title": "Horsehead and Orion Nebulas",
        "copyright": "Maurice ToetSteve LoughranDarren Jehan",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The dark Horsehead Nebula and the glowing Orion Nebula are contrasting cosmic vistas. Adrift 1,500 light-years away in one of the night sky's most recognizable constellations, they appear in opposite corners of the above stunning mosaic. The familiar Horsehead nebula appears as a dark cloud, a small silhouette notched against the long red glow at the lower left. Alnitak is the easternmost star in Orion's belt and is seen as the brightest star to the left of the Horsehead. Below Alnitak is the Flame Nebula, with clouds of bright emission and dramatic dark dust lanes. The magnificent emission region, the Orion Nebula (aka M42), lies at the upper right. Immediately to its left is a prominent bluish reflection nebula sometimes called the Running Man. Pervasive tendrils of glowing hydrogen gas are easily traced throughout the region.",
        "date": "2010-10-05",
        "hdurl": "https://apod.nasa.gov/apod/image/1010/orionwide_tljj_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/1010/orionwide_tljj.jpg"
    },
    {
        "id": "liew0mwy",
        "title": "Crab Pulsar Wind Nebula",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The Crab Pulsar, a city-sized, magnetized neutron star spinning 30 times a second, lies at the center of this remarkable image from the orbiting Chandra Observatory. The deep x-ray image gives the first clear view of the convoluted boundaries of the Crab's pulsar wind nebula. Like a cosmic dynamo the pulsar powers the x-ray emission. The pulsar's energy accelerates charged particles, producing eerie, glowing x-ray jets directed away from the poles and an intense wind in the equatorial direction. Intriguing edges are created as the charged particles stream away, eventually losing energy as they interact with the pulsar's strong magnetic field. With more mass than the Sun and the density of an atomic nucleus, the spinning pulsar itself is the collapsed core of a massive star. The stellar core collapse resulted in a supernova explosion that was witnessed in the year 1054. This Chandra image spans just under 9 light-years at the Crab's estimated distance of 6,000 light-years.   Note : APOD Editor to Speak in New York on Jan. 2  digg_url = 'http://apod.nasa.gov/apod/ap081227.html'; digg_skin = 'compact';",
        "date": "2008-12-27",
        "hdurl": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind.jpg",
        "url": "https://apod.nasa.gov/apod/image/0812/crabpulsarwind_c.jpg"
    },
    {
        "id": "liew0mwz",
        "title": "The Backyard Universe",
        "copyright": "Paul Boltwood",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "How far can you see from your own backyard?  Across the Solar System, even across our Galaxy, these sights are not difficult.  Recently, however, amateur Paul Boltwood gazed across the universe. His record setting image is shown above in false color.  Boltwood imaged sources more faint than magnitude 24 in response to a challenge made to amateur astronomers by Yale Astronomy Professor Bradley Schaefer.  Objects this dim tend to be galaxies billions of light years away.  Although professionals have recently recovered objects as dim as magnitude 30, Boltwood's image rivals even the best professional efforts of only a few decades ago.  Since then, photon-catching Charge Coupled Devices (CCDs) have allowed high efficiency frames to be added together.  As evidence, Boltwood used only a 16-inch telescope, but co-added 767 exposures each lasting only two minutes.",
        "date": "1999-04-14",
        "hdurl": "https://apod.nasa.gov/apod/image/9904/amdeepfield_boltwood_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/9904/amdeepfield_boltwood.jpg"
    },
    {
        "id": "liew0mx0",
        "title": "NGC 6888: The Crescent Nebula",
        "copyright": "Michael Miller",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "NGC 6888, also known as the Crescent Nebula, is a cosmic bubble about 25 light-years across, blown by winds from its central, bright, massive star. This sharp telescopic portrait uses narrow band image data that isolates light from hydrogen and oxygen atoms in the wind-blown nebula. The oxygen atoms produce the blue-green hue that seems to enshroud the detailed folds and filaments. Visible within the nebula, NGC 6888's central star is classified as a Wolf-Rayet star (WR 136). The star is shedding its outer envelope in a strong stellar wind, ejecting the equivalent of the Sun's mass every 10,000 years.  The nebula's complex structures are likely the result of this strong wind interacting with material ejected in an earlier phase. Burning fuel at a prodigious rate and near the end of its stellar life this star should ultimately go out with a bang in a spectacular supernova explosion. Found in the nebula rich constellation Cygnus, NGC 6888 is about 5,000 light-years away.",
        "date": "2016-06-10",
        "hdurl": "https://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker2048.jpg",
        "url": "https://apod.nasa.gov/apod/image/1606/NGC-6888-6-3-16MillerWalker1024.jpg"
    },
    {
        "id": "liew0mx1",
        "title": "X-Raying the Moon",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "August 31, 1995    X-Raying the Moon  Credit:  DARA, ESA, NASA, Max Planck Institut, J.H.M.M. Schmitt  Explanation:  Above is a picture of the Moon taken in X-rays by the Roentgen Observatory Satellite ROSAT in 1990. This famous picture shows three distinct regions: a bright X-ray sky, a bright part of the Moon, and a relatively dark part of the Moon. The bright X-ray region is exemplary of the mysterious X-ray background that is seen everywhere on the sky. The bright lunar crescent shines because it reflects X-rays emitted by the Sun. The dark lunar face is surprising because it is not completely dark, and its slight emission is thought to result from energetic particles from the solar wind striking the Moon.",
        "date": "1995-08-31",
        "hdurl": "https://apod.nasa.gov/apod/image/moon_rosat.gif",
        "url": "https://apod.nasa.gov/apod/image/moon_rosat.gif"
    },
    {
        "id": "liew0mx2",
        "title": "M43: Streams of Orion",
        "copyright": "Jari Saukkonen",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Where do the dark streams of dust in the Orion Nebula originate? This part of the Orion Molecular Cloud Complex, M43, is the often imaged but rarely mentioned neighbor of the more famous M42. M42, seen in part to the upper right, includes many bright stars from the Trapezium star cluster. M43 is itself a star forming region that displays intricately-laced streams of dark dust -- although it is really composed mostly of glowing hydrogen gas. The entire Orion field is located about 1600 light years away.  Opaque to visible light, the picturesque dark dust is created in the outer atmosphere of massive cool stars and expelled by strong outer winds of protons and electrons.",
        "date": "2021-10-06",
        "hdurl": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_2048.jpg",
        "url": "https://apod.nasa.gov/apod/image/2110/OrionStreams_Saukkonen_960.jpg"
    },
    {
        "id": "liew0mx3",
        "title": "All the Colors of the Sun",
        "copyright": "Nigel Sharp",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "It is still not known why the Sun's light is missing some colors.  Shown above are all the visible colors of the Sun, produced by passing the Sun's light through a prism-like device.  The above spectrum was created at the  McMath-Pierce Solar Observatory and shows, first off, that although our yellow-appearing Sun emits light of nearly every color, it does indeed appear brightest in yellow-green light.  The dark patches in the above spectrum arise from gas at or above the Sun's surface absorbing sunlight emitted below.  Since different types of gas absorb different colors of light, it is possible to determine what gasses compose the Sun.  Helium, for example, was first discovered in 1870 on a solar spectrum and only later found here on Earth.  Today, the majority of spectral absorption lines have been identified - but not all.",
        "date": "2007-06-24",
        "hdurl": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao.jpg",
        "url": "https://apod.nasa.gov/apod/image/0604/solarspectrum_noao_big.jpg"
    },
    {
        "id": "liew0mx4",
        "title": "Chamaeleon Dark Nebulas",
        "copyright": "Jarmo RuuthTelescope LiveHeaven's Mirror Observatory",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Sometimes the dark dust of interstellar space has an angular elegance.  Such is the case toward the far-south constellation of Chamaeleon. Normally too faint to see, dark dust is best known for blocking visible light from stars and galaxies behind it. In this four-hour exposure, however, the dust is seen mostly in light of its own, with its strong red and near-infrared colors giving creating a brown hue. Contrastingly blue, the bright star Beta Chamaeleontis is visible just to the right of center, with the dust that surrounds it preferentially reflecting blue light from its primarily blue-white color.  All of the pictured stars and dust occur in our own Milky Way Galaxy with -- but one notable exception: the white spot just below Beta Chamaeleontis is the galaxy IC 3104 which lies far in the distance.  Interstellar dust is mostly created in the cool atmospheres of giant stars and dispersed into space by stellar light, stellar winds, and stellar explosions such as supernovas.",
        "date": "2022-01-17",
        "hdurl": "https://apod.nasa.gov/apod/image/2201/DarkNebulaVd_HmoRuuth_4096.jpg",
        "url": "https://apod.nasa.gov/apod/image/2201/DarkNebulaVd_HmoRuuth_960.jpg"
    },
    {
        "id": "liew0mx5",
        "title": "M33: The Triangulum Galaxy",
        "copyright": "Robert Gendler",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The small, northern constellation Triangulum harbors this magnificent face-on spiral galaxy, M33. Its popular names include the Pinwheel Galaxy or just the Triangulum Galaxy. M33 is over 50,000 light-years in diameter, third largest in the Local Group of galaxies after the Andromeda Galaxy (M31), and our own Milky Way. About 3 million light-years from the Milky Way, M33 is itself thought to be a satellite of the Andromeda Galaxy and astronomers in these two galaxies would likely have spectacular views of each other's grand spiral star systems. As for the view from the Milky Way, this sharp image combines data from telescopes on and around planet Earth to show off M33's blue star clusters and pinkish star forming regions along the galaxy's loosely wound spiral arms. In fact, the cavernous NGC 604 is the brightest star forming region, seen here at about the 1 o'clock position from the galaxy center. Like M31, M33's population of well-measured variable stars have helped make this nearby spiral a cosmic yardstick for establishing the distance scale of the Universe.",
        "date": "2022-11-03",
        "hdurl": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL.jpg",
        "url": "https://apod.nasa.gov/apod/image/2211/M33-NOIR-HST-LL_1024.jpg"
    },
    {
        "id": "liew0mx6",
        "title": "NGC 1788 and the Witch's Whiskers",
        "copyright": "John Davis",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "This skyscape finds an esthetic balance of interstellar dust and gas residing in the suburbs of the nebula rich constellation of Orion. Reflecting the light of bright star Rigel, Beta Orionis, the jutting, bluish chin of the Witch Head Nebula is at the upper left. Whiskers tracing the red glow of hydrogen gas ionized by ultraviolet starlight seem to connect that infamous visage with smaller nebulae, like dusty reflection nebula NGC 1788 at the right. Strong winds from Orion's bright stars have also shaped NGC 1788, and likely triggered the formation of the young stars within. Appropriate for its location, NGC 1788 looks to some like a cosmic bat. The scene spans about 3 degrees on the sky or 6 full Moons.",
        "date": "2013-04-19",
        "hdurl": "https://apod.nasa.gov/apod/image/1304/NGC1788_davis.jpg",
        "url": "https://apod.nasa.gov/apod/image/1304/NGC1788_davis950.jpg"
    },
    {
        "id": "liew0mx7",
        "title": "Zeta Oph: Runaway Star",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Like a ship plowing through cosmic seas, runaway star Zeta Ophiuchi produces the arcing interstellar bow wave or bow shock seen in this stunning infrared portrait. In the false-color view, bluish Zeta Oph, a star about 20 times more massive than the Sun, lies near the center of the frame, moving toward the left at 24 kilometers per second. Its strong stellar wind precedes it, compressing and heating the dusty interstellar material and shaping the curved shock front. What set this star in motion? Zeta Oph was likely once a member of a binary star system, its companion star was more massive and hence shorter lived. When the companion exploded as a supernova catastrophically losing mass, Zeta Oph was flung out of the system. About 460 light-years away, Zeta Oph is 65,000 times more luminous than the Sun and would be one of the brighter stars in the sky if it weren't surrounded by obscuring dust. The image spans about 1.5 degrees or 12 light-years at the estimated distance of Zeta Ophiuchi. Last week, NASA placed the Spitzer Space Telescope in safe mode, ending its 16 successful years of studying our universe.    News: NASA’s Spitzer Space Telescope Ends Mission of Astronomical Discovery",
        "date": "2020-02-02",
        "hdurl": "https://apod.nasa.gov/apod/image/2002/ZetaOph_spitzer_4015.jpg",
        "url": "https://apod.nasa.gov/apod/image/2002/ZetaOph_spitzer_960.jpg"
    },
    {
        "id": "liew0mx8",
        "title": "A Historic Brazilian Constellation",
        "copyright": "Rodrigo Guerra",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The night sky is filled with stories. Cultures throughout history have projected some of their most enduring legends onto the stars above. Generations of people see these stellar constellations, hear the associated stories, and pass them down. Featured here is the perhaps unfamiliar constellation of the Old Man, long recognized by the Tupi peoples native to regions of South America now known as Brazil.  The Old Man, in more modern vernacular, may be composed of the Hyades star cluster as his head and the belt of Orion as part of one leg.  Tupi folklore relates that the other leg was cut off by his unhappy wife, causing it to end at the orange star now known as Betelgeuse. The Pleiades star cluster, on the far left, can be interpreted as a head feather. In the featured image, the hobbled Old Man is mirrored by a person posing in the foreground.  Folklore of the night sky is important for many reasons, including that it records cultural heritage and documents the universality of human intelligence and imagination.    APOD in world languages: Arabic, Catalan, Chinese (Beijing), Chinese (Taiwan), Croatian, Czech, Dutch, Farsi, French, German, Hebrew, Indonesian, Japanese, Korean, Montenegrin, Polish, Russian, Serbian, Slovenian,  Spanish, Taiwanese, Turkish, Turkish, and  Ukrainian  APOD online webinar January 12: Free registration, hosted by Amateur Astronomers Association of New York.",
        "date": "2021-01-12",
        "hdurl": "https://apod.nasa.gov/apod/image/2101/OldMan_Guerra_6000.jpg",
        "url": "https://apod.nasa.gov/apod/image/2101/OldMan_Guerra_960_lines.jpg"
    },
    {
        "id": "liew0mx9",
        "title": "Stephan's Quintet",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "The first identified compact galaxy group, Stephan's Quintet is featured in this eye-catching image constructed with data drawn from the extensive Hubble Legacy Archive. About 300 million light-years away, only four galaxies of the group are actually locked in a cosmic dance of repeated close encounters. The odd man out is easy to spot, though. The four interacting galaxies (NGC 7319, 7318A, 7318B, and 7317) have an overall yellowish cast and tend to have distorted loops and tails, grown under the influence of disruptive gravitational tides. But the larger bluish galaxy, NGC 7320, is much closer than the others. Just 40 million light-years distant, it isn't part of the interacting group. In fact, individual stars in the foreground galaxy can be seen in the sharp Hubble view, hinting that it is much closer than the others. Stephan's Quintet lies within the boundaries of the high flying constellation Pegasus.",
        "date": "2010-11-20",
        "hdurl": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson2048.jpg",
        "url": "https://apod.nasa.gov/apod/image/1011/stephquintet_hwilson900.jpg"
    },
    {
        "id": "liew0mxa",
        "title": "Venus Returns to the Evening Sky",
        "copyright": "Laurent LavederVersion\nfran�aise officielle de l'APOD",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "This serene image of boats moored in the harbor of l'�le-Tudy, Bretagne, France was taken on June 1st, about an hour after sunset. It also features Venus, third brightest celestial object after the Sun and Moon. For casual skygazers, this month marks Venus' return to the evening sky as the brilliant 'star', shining low in the west-northwest shortly after sunset. In the picture, astrophotographer and APOD translator Laurent Laveder notes that Venus is easily mistaken for a light atop a sailboat's tall mast, giving the otherwise stunning celestial beacon an unremarkable appearance. Of course, a year ago Venus' appearance was quite remarkable. On June 8, 2004, Venus crossed the Sun's disk, the first transit of Venus since 1882. Late this week Venus shares the evening sky with the young crescent Moon, and will next transit the Sun on June 6, 2012.",
        "date": "2005-06-09",
        "hdurl": "https://apod.nasa.gov/apod/image/0506/venusret_laveder_full.jpg",
        "url": "https://apod.nasa.gov/apod/image/0506/venusret_laveder_c65.jpg"
    },
    {
        "id": "liew0mxb",
        "title": "M57: The Ring Nebula",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "July 27, 1995    M57: The Ring Nebula  Credit: The Electronic Universe Project, Nelson Caldwell  Explanation:  A star with mass similar to that of our Sun will throw off its outer gasses after fusion has stopped in its core. Possibly the most visually spectacular of these planetary nebula is the pictured Ring Nebula. The appearance as a ring is really an illusion of projection - the nebula is actually a spherical shell. At the center a blue dot is visible which is the old core of the star, known as a white dwarf. It is still not known exactly how the star throws off the gas that becomes the nebula.   For more information on the Ring Nebula see The Electronic Universe Project's  write-up. Many images of Messier objects can be found in The Electronic Universe Project's The Galaxy Gallery: Messier Objects.",
        "date": "1995-07-27",
        "hdurl": "https://apod.nasa.gov/apod/image/ring_moo.gif",
        "url": "https://apod.nasa.gov/apod/image/ring_moo.gif"
    },
    {
        "id": "liew0mxc",
        "title": "Hot Gas Halo Detected Around Galaxy NGC 4631",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Is our Milky Way Galaxy surrounded by a halo of hot gas?  A step toward solving this long-standing mystery was taken recently with Chandra X-ray observations of nearby galaxy NGC 4631.  In the above composite picture, newly resolved diffuse X-ray emission is shown in blue, superposed on an HST image showing massive stars in red.  Since NGC 4631 is similar to the Milky Way, this observation indicates that our own Galaxy is indeed surrounded by a halo of hot X-ray emitting gas, although we are too close to clearly differentiate it from more nearby extended X-ray sources.  The clusters of massive stars probably heat the halo gas.  Exactly how this gas gets ejected into a halo is a topic of continuing research.",
        "date": "2001-07-25",
        "hdurl": "https://apod.nasa.gov/apod/image/0107/ngc4631_chandra_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/0107/ngc4631_chandra.jpg"
    },
    {
        "id": "liew0mxd",
        "title": "Unusual Spiral Galaxy M66 from Hubble",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Why isn't spiral galaxy M66 symmetric?  Usually density waves of gas, dust, and newly formed stars circle a spiral galaxy's center and create a nearly symmetric galaxy.  The differences between M66's spiral arms and the apparent displacement of its nucleus are all likely caused by previous close interactions and the tidal gravitational pulls of nearby galaxy neighbors M65 and NGC 3628. Spiral galaxy M66, pictured above, spans about 100,000 light years, lies about 35 million light years distant, and is the largest galaxy in a group known as the Leo Triplet.  Like many spiral galaxies, the long and intricate dust lanes of M66 are seen intertwined with the bright stars and nebulas that light up the spiral arms.",
        "date": "2010-04-13",
        "hdurl": "https://apod.nasa.gov/apod/image/1004/m66_hst_big.jpg",
        "url": "https://apod.nasa.gov/apod/image/1004/m66_hst.jpg"
    },
    {
        "id": "liew0mxe",
        "title": "A Distorted Sunrise Eclipse",
        "copyright": "Elias Chasiotis",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Yes, but have you ever seen a sunrise like this?  Here, after initial cloudiness, the Sun appeared to rise in two pieces and during partial eclipse, causing the photographer to describe it as the most stunning sunrise of his life.  The dark circle near the top of the atmospherically-reddened Sun is the Moon -- but so is the dark peak just below it.  This is because along the way, the Earth's atmosphere had a layer of unusually warm air over the sea which acted like a gigantic lens and created a second image.  For a normal sunrise or sunset, this rare phenomenon of atmospheric optics is known as the Etruscan vase effect. The featured picture was captured in December 2019 from Al Wakrah, Qatar.  Some observers in a narrow band of Earth to the east were able to see a full annular solar eclipse -- where the Moon appears completely surrounded by the background Sun in a ring of fire.  The next solar eclipse, also an annular eclipse for well-placed observers, will occur later this week on  June 10.",
        "date": "2021-06-06",
        "hdurl": "https://apod.nasa.gov/apod/image/2106/DistortedSunrise_Chasiotis_2442.jpg",
        "url": "https://apod.nasa.gov/apod/image/2106/DistortedSunrise_Chasiotis_1080.jpg"
    },
    {
        "id": "liew0mxf",
        "title": "Lyman Alpha Blob",
        "copyright": "",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Dubbed a Lyman-alpha blob, an enormous cloud of hydrogen gas spans several hundred thousand light-years in this remarkable image (left), a composite of x-ray, optical, and infrared data from space and ground based observatories. The gigantic, amoeba-like structure is seen as it was when the universe was a mere 2 billion years old (about 12 billion years ago). Lyman-alpha blobs are so called because they strongly emit radiation due to the Lyman-alpha emission line of hydrogen gas. Normally, Lyman-alpha emission is in the ultraviolet part of the spectrum, but Lyman-apha blobs are so distant, their light is redshifted to (longer) optical wavelengths. X-ray data (blue) indicates the presence of a supermassive black hole feeding at the center of an active galaxy embedded in the blob. Illustrated close up in the right hand panel, radiation and outflows from the active galaxy are thought to be a source for energizing and heating the blob's hydrogen gas. In fact, Lyman-alpha blobs could represent an early phase in galaxy formation where the heating is so great it begins to limit further rapid growth of active galaxies and their supermassive black holes.   digg_url = 'http://apod.nasa.gov/apod/ap090702.html'; digg_skin = 'compact';",
        "date": "2009-07-02",
        "hdurl": "https://apod.nasa.gov/apod/image/0907/labs2048_multiCXC.jpg",
        "url": "https://apod.nasa.gov/apod/image/0907/labs900_multiCXC.jpg"
    },
    {
        "id": "liew0mxg",
        "title": "Rainbow Airglow over the Azores",
        "copyright": "Miguel ClaroTWAN Rollover Annotation: Judy Schmidt",
        "mediaType": "image",
        "serviceVersion": "v1",
        "explanation": "Why would the sky glow like a giant repeating rainbow?  Airglow.  Now air glows all of the time, but it is usually hard to see. A disturbance however -- like an approaching storm -- may cause noticeable rippling in the Earth's atmosphere. These gravity waves are oscillations in air analogous to those created when a rock is thrown in calm water.  The long-duration exposure nearly along the vertical walls of airglow likely made the undulating structure particularly visible.  OK, but where do the colors originate?  The deep red glow likely originates from OH molecules about 87-kilometers high, excited by ultraviolet light from the Sun. The orange and green airglow is likely caused by sodium and oxygen atoms slightly higher up.  The featured image was captured during a climb up Mount Pico in the Azores of Portugal.  Ground lights originate from the island of Faial in the Atlantic Ocean.  A spectacular sky is visible through this banded airglow, with the central band of our Milky Way Galaxy running up the image center, and M31, the Andromeda Galaxy, visible near the top left.   Explore Your Universe: Random APOD Generator",
        "date": "2021-04-18",
        "hdurl": "https://apod.nasa.gov/apod/image/2104/GravityWaves_Claro_1486.jpg",
        "url": "https://apod.nasa.gov/apod/image/2104/GravityWaves_Claro_960.jpg"
    }
]